import AllNews1 from '../image/allnews/photo1.png';
import AllNews2 from '../image/allnews/photo2.png';
import AllNews3 from '../image/allnews/photo3.png';
import AllNews5 from '../image/allnews/photo5.png';



const AllNews = [
    {
        id: 1,
        image: AllNews1,
        title: 'По факту прорыва Сардобинского водохранилища возбуждено уголовное дело',
        title1: 'После прорыва дамбы Сардобинского водохранилища возбуждено уголовное дело, сообщили в пресс-службе Генпрокуратуры Узбекистана.',
        link: 'https://telegram.me/namanganliklar_uz',
        clock:'11:31',
        date : '15',
        month: '05',
        year: '2020'
    },
    {
        id: 2,
        image: AllNews2,
        title: 'Мирзиёев: «Нам следовало бы принять некоторые правила карантина как часть повседневной жизни»',
        title1: 'Президент Узбекистана заявил, что после того, как угроза коронавируса исчезнет, в стране следовало бы принять некоторые правила периода карантина как часть своей повседневной жизни.',
        link: 'https://telegram.me/namanganliklar_uz',
        clock:'11:31',
        date : '16',
        month: '05',
        year: '2020'
    },
    {
        id: 3,
        image: AllNews3,
        title: 'В Ташкенте планируют ввести новую систему электронных проездных билетов',
        title1: 'Целью этих изменений является максимально возможное сокращение количества других маршрутов на улицах, где проходят основные маршруты.',
        link: 'https://telegram.me/namanganliklar_uz',
        clock:'11:31',
        date : '16',
        month: '05',
        year: '2020'
    },
    {
        id: 4,
        image: AllNews1,
        title: 'По факту прорыва Сардобинского водохранилища возбуждено уголовное дело',
        title1: 'После прорыва дамбы Сардобинского водохранилища возбуждено уголовное дело, сообщили в пресс-службе Генпрокуратуры Узбекистана.',
        link: 'https://telegram.me/namanganliklar_uz',
        clock:'11:31',
        date : '16',
        month: '05',
        year: '2020'
    },
    {
        id: 5,
        image: AllNews2,
        title: 'Мирзиёев: «Нам следовало бы принять некоторые правила карантина как часть повседневной жизни»',
        title1: 'Президент Узбекистана заявил, что после того, как угроза коронавируса исчезнет, в стране следовало бы принять некоторые правила периода карантина как часть своей повседневной жизни.',
        link: 'https://telegram.me/namanganliklar_uz',
        clock:'11:31',
        date : '16',
        month: '05',
        year: '2020'
    },
    {
        id: 6,
        image: AllNews5,
        title: 'В Ташкенте планируют ввести новую систему электронных проездных билетов',
        title1: 'Целью этих изменений является максимально возможное сокращение количества других маршрутов на улицах, где проходят основные маршруты.',
        link: 'https://telegram.me/namanganliklar_uz',
        clock:'11:31',
        date : '16',
        month: '05',
        year: '2020'
    },
  
    
];

export default AllNews;
